{
    "0" : "It is the 1400s, you are riding your horse down a dark road in the forest. Above the trees to your left you see what appears to be the towers to a large castle. Do you investigate the castle or keep riding?",
    "1" : "You find a path to the castle, as you approach you see what appear to be stables to your right. Do you go to the stables or go to the castle doors?",
    "2" : "You dismount from your horse and enter the castle. You are standing in a great hall. To your left is a stone staircase, to your right a large oak door, in front of you, across the hall, is a large fire. Do you climb the stairs, go through the door, warm yourself by the fire, or leave this castle forever?",
    "3" : "As you climb the last stair, you hear a great crack, like stone breaking. You turn and see the stairs have collapsed. To your right there is a long hall with windows on the left side. There is another staircase to your left. Do you climb the second staircase or go down the hall?",
    "4" : "As you climb the staircase, you come to a door, do you enter the door, or do you keep climbing?",
    "5" : "As you push open the large oak doors, you hear a slamming noise behind you. You run and fall into a dusty dining room. Across the room there is another door, to your right there is a window. Do you go through the window or through the door?",
    "6" : "As you climb through the window, you see a man dragging what looks like a body into the stables. Do you investigate, or do you hide in the shadows?",
    "7" : "As you hide in the shadows, you see the man walk into the castle. Do you investigate the stable, enter the castle, or continue hiding in the shadows?",
    "8" : "You creep into the stables. As you enter, you see the body of a man. It appears as if he has puncture wounds in his neck. Do you stay in the stable or do you leave?",
    "9" : "You leave the stable and head back toward the castle. At your feet you notice a wooden spike. Do you pick it up?",
    "10" : "You pick up the spike and head towards the castle, you enter the great hall again. Do you climb the stairs or warm yourself by the fire?",
    "11" : "As you climb the last stair, you hear a great crack, like stone breaking. You turn and see the stairs have collapsed. To your right there is a long hall with windows on the left side. There is another staircase to your left. Do you climb the second staircase or go down the hall?",
    "12" : "As you climb the staircase, you come to a door, do you enter the door, or do you keep climbing?",
    "13" : "As you enter the door, you see a man in front of you. Do you talk to him or stab him with the spike?",
    "14" : "The man questions your presence in the castle. You tell him you were travelling. Do you mention the dead man?",
    "15" : "The stranger says the dead man was a friend of his that died while riding his horse a few hours ago. The stranger walks up to you and seems to want a hug, do you hug him?",
    "16" : "The stranger gets angry and tries to attack you. You stab him with the wooden spike. He bursts into a black cloud and you hear screaming throughout the castle. You then pass out. When you come to, you are back in the great hall. There are villagers all around. They tell you that you killed the monster that had been plaguing their village for centuries. They let you keep the castle and name you the new count. (enter finish to continue)",
    "17" : "You leave the spike and head towards the castle, you enter the great hall again. Do you go up the stairs or warm yourself by the fire?",
    "18" : "As you climb the last stair, you hear a great crack, like stone breaking. You turn and see the stairs have collapsed. To your right there is a long hall with windows on the left side. There is another staircase to your left. Do you climb the second staircase or go down the hall?",
    "19" : "As you climb the staircase, you come to a door, do you enter the door, or do you keep climbing?",
    "20" : "As you enter the door, you see a man in front of you. Do you talk to him or attack him?",
    "21" : "The man questions your presence in the castle. You tell him you were travelling. Do you mention the dead man?",
    "22" : "The stranger says the dead man was a friend of his that died while riding his horse a few hours ago. The stranger walks up to you and seems to want a hug, do you hug him?",
    "restartDie" : "It appears you have died, would you like another chance to learn the secret of the castle?",
    "restartLive" : "Start the story again?",
    "restartWin" : "Congratulations! It appears you have completed this adventure, would you like to end there, or try again in hopes of venturing a different path?"
}